const About = () => {
    return (
        <div>
            <h1>
            თქვენც სუ და ჩვენც სუ (მოთხრობა)

იქნებ ყველა მანდილოსნისთვის არც არის ცნობილი, 
რომ საზოგადოების განვითარების რომელიღაც ქვედა საფეხურზე მამაკაცი არ იყო ქალის თანასწორი. 
ეს ამბავი ადამიანის გონების დანისვლის იმ დაწყევლილ პერიოდს მიეწერება, 
როდესაც დედაკაცი იყო მამაკაცი და პირიქით. ამას მატრიარქატი ერქვა. 
ეს იყო დრო, როდესაც არ არსებობდა ცნება ”შინაბერა”, ქალების მისამართით, 
ხოლო შინდარჩენილ გაუთხოვარ გონჯ და დაფეხვილ ვაჟებს მშობლები და შუამავლები 
ათასნაირი მოტყუებითა და შანტაჟით ათხოვებდნენ სოფლის ვაჟკაც დედაკაცებზე. 
ყველა ამ სიკეთესთან ერთად იყო ვაჟების მოტაცებაც, ძალადობაც და, წარმოიდგინეთ, 
ფიზიკური შეურაცხყოფაც კი.......
            </h1>
        </div>
    )
}

export default About;